import Accordion from "./Accordion.jsx";

const faqs = [
    {
        title: "این صندلی در کجا ساخته شده است؟",
        text:
            "تمامی مواد اولیه ساخت این صندلی از داخل کشور تهیه شده و به وسیله هنرمندان ایرانی به مرحله تولید رسیده است."
    },
    {
        title: "زمان سفارش تا تحویل صندلی چقدر زمان میبرد؟",
        text:
            "از زمان ثبت سفارش تا زمان ارسال محصول برای شما تنها 72 ساعت زمان نیاز است تا صندلی جدید خود را درب منزل تحویل بگیرید."
    },
    {
        title: "آیا سفارشات به خارج از ایران هم ارسال میشود؟",
        text:
            "برای ارسال محصولات به خارج از کشور با پرداخت هزینه دلاری قابل سفارش است و در مدت 10 الی 12 روز کاری محصول به دست شما خواهد رسید."
    }

];

function App() {



  return (
    <>
        <Accordion data={faqs}/>

    </>
  )
}

export default App
